tap "bensadeh/circumflex"
tap "bios-marcel/cordless"
tap "denisidoro/tools"
tap "homebrew-ffmpeg/ffmpeg"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
brew "glib"
brew "python@3.8"
brew "fribidi"
brew "gdk-pixbuf"
brew "gobject-introspection"
brew "gsettings-desktop-schemas"
brew "harfbuzz"
brew "pango"
brew "gtk+3"
brew "brotli"
brew "autoconf"
brew "autoenv"
brew "automake"
brew "axel"
brew "bash"
brew "bats-core"
brew "bpytop"
brew "suite-sparse"
brew "tbb"
brew "ceres-solver"
brew "cointop"
brew "cscope"
brew "libidn2"
brew "libssh2"
brew "delta"
brew "enchant"
brew "exercism"
brew "fdk-aac"
brew "imlib2"
brew "feh"
brew "libtool"
brew "unbound"
brew "gnutls"
brew "libass"
brew "srt"
brew "ffmpeg"
brew "flex"
brew "fortune"
brew "freetds"
brew "node", link: false
brew "fx"
brew "fzf"
brew "gawk"
brew "gh"
brew "git"
brew "git-remote-gcrypt"
brew "glib-networking"
brew "libksba"
brew "googler"
brew "gperf"
brew "graphviz"
brew "gtk+"
brew "gtk-mac-integration"
brew "vala"
brew "gspell"
brew "gtksourceview4"
brew "imageoptim-cli"
brew "ipfs", restart_service: true
brew "jq"
brew "libcaca"
brew "libxml2"
brew "pygobject3"
brew "libpeas"
brew "libproxy"
brew "libpsl"
brew "libressl"
brew "libsoup"
brew "ruby"
brew "libstfl"
brew "libvo-aacenc"
brew "lmdb"
brew "lynx"
brew "media-info"
brew "vapoursynth"
brew "yt-dlp", link: false
brew "mpv"
brew "navi"
brew "notmuch"
brew "neomutt"
brew "neovim"
brew "nghttp2"
brew "numpy"
brew "pyqt@5"
brew "vtk"
brew "opencv"
brew "openjdk"
brew "ossp-uuid"
brew "tree"
brew "pass"
brew "perl"
brew "postgresql", restart_service: true
brew "pgloader"
brew "php"
brew "pyenv"
brew "pyenv-virtualenv"
brew "qt"
brew "pyqt"
brew "ranger"
brew "remind"
brew "rename"
brew "ripgrep"
brew "rust"
brew "rustup-init"
brew "sip"
brew "speedtest-cli"
brew "tldr"
brew "watson"
brew "wget"
brew "yasm"
brew "youtube-dl"
brew "zsh-completions"
brew "bios-marcel/cordless/cordless"
cask "alfred"
cask "anki"
cask "bluestacks"
cask "cakebrew"
cask "chromedriver"
cask "diskwave"
cask "firefox-developer-edition"
cask "gimp"
cask "gitkraken"
cask "google-chrome"
cask "gpg-suite"
cask "inkscape"
cask "iterm2"
cask "keepassxc"
cask "keka"
cask "xquartz"
cask "zoom"
